/*
	The design standard for the Medical System.

	# Scructures;
	При разработке использовались структуры, которые должны дать возможность другим разработчикам взаимодействовать с медицинской системой.
	Структуры необходимы для упрощения системы и создания модифицируемой среды.

	# Object libraries;
	Для доступа к созданию, удалению и более глобальному взаимодействию со структурами - я разработал библиотеки.
	Взаимодействие с ними предполагает те действия, которые разработчик зачастую использует по многу раз.
*/
-- @medical Design